Revit 2027 API
ParameterTypeId.DatumPlaneDefinesOrigin Property
 "Defines Origin"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DatumPlaneDefinesOrigin { get; }
Public Shared ReadOnly Property DatumPlaneDefinesOrigin As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DatumPlaneDefinesOrigin {
	ForgeTypeId^ get ();
}
static member DatumPlaneDefinesOrigin : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace